---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.PointFailures
source: html/7965c8cd-619d-96d6-0fe0-ae80a6244f80.htm
---
# BuiltInFailures.PointFailures Properties

Cannot make point hosted by intersection.